tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

brew "git"
brew "n"
brew "azure-cli"
brew "terraform"
brew "mas"
brew "python"
brew "kubectx"
brew "gradle"
brew "fzf"
brew "k9s"
brew "jq"
brew "go"
brew "sops"
brew "helm"
brew "kube-ps1"
brew "jenv"
brew "nmap"
brew "mysql-client"
brew "mysql-client@5.7" 
brew "bats-core"
brew "helmfile"
brew "velero"
brew "ffmpeg"
brew "gifsicle"
brew "helmfile"
brew "glab"
brew "dive"
brew "btop"
brew "tree"
brew "hugo"	

cask "docker"
cask "firefox"
cask "google-cloud-sdk"
cask "visual-studio-code"
cask "raycast"
cask "sourcetree"
cask "spotify"
cask "Postman"
cask "intellij-idea"
cask "clipy"
cask "kitty"
cask "slack"
cask "robo-3t"
cask "google-drive"
cask "1password"
cask "caffeine"
cask "karabiner-elements"
cask "clockify"
cask "lens"
cask "dbeaver-community"
cask "drawio"
cask "google-chat"
cask "obsidian"
cask "jetbrains-toolbox"

mas "Pixelmator Pro", id: 1289583905
mas "BetterSnapTool", id: 417375580
